Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# QR.Style.crossCurved
source: Curved Cross
ar: صليب منحنٍ
az: Əyri Xaç
be: Выгнуты крыж
bn: বাঁকা ক্রস
ca: Creu Corbada
cs: Zakřivený Kříž
da: Buet Kors
de: Gebogenes Kreuz
el: Καμπύλος Σταυρός
es: Cruz Curva
fi: Kaareva Risti
fr: Croix Courbée
he: צלב מעוקל
hi: वक्र क्रॉस
hr: Zakrivljeni Križ
hu: Ívelt Kereszt
hy: Կոր խաչ
id: Silang Melengkung
is: Boginn Kross
it: Croce Curva
ja: カーブクロス
ka: მოხრილი ჯვარი
kk: Иілген крест
ko: 곡선 크로스
ky: Ийилген крест
ms: Silang Melengkung
nb: Buet Kors
nl: Gebogen Kruis
pl: Zakrzywiony Krzyż
pt: Cruz Curva
ro: Cruce Curbă
ru: Изогнутый крест
sk: Zaoblený Kríž
sv: Böjt Kors
th: กากบาทโค้ง
tr: Eğri Haç
uk: Вигнутий Хрест
vi: Chữ Thập Cong
zh_hans: 弧形十字
zh_hant: 弧形十字

# QR.Style.crosshatch
source: Crosshatch
ar: تقاطع خطوط
az: Ştrixin
be: Штрыхоўка
bn: ক্রসহ্যাচ
ca: Ratllat
cs: Šrafování
da: Krydsskravering
de: Kreuzschraffur
el: Διασταυρούμενες Γραμμές
es: Rayado Cruzado
fi: Ristiviivoitus
fr: Hachuré
he: סריג צולב
hi: क्रॉस हैच
hr: Šrafura
hu: Keresztvonalazás
hy: Շտրիխավոր
id: Arsir Silang
is: Krosslínur
it: Tratteggio Incrociato
ja: クロスハッチ
ka: ჯვარედინი შტრიხი
kk: Тор сызық
ko: 크로스해치
ky: Тор сызык
ms: Silang Arsir
nb: Krysshatching
nl: Kruisarcering
pl: Kreskowanie
pt: Hachura Cruzada
ro: Hașură Încrucișată
ru: Штриховка
sk: Šrafovanie
sv: Korshatching
th: ลายตาราง
tr: Çapraz Tarama
uk: Перехресне Штрихування
vi: Lưới Chéo
zh_hans: 交叉线
zh_hant: 交叉線

# QR.Style.crt
source: Retro Screen
ar: شاشة كلاسيكية
az: Retro Ekran
be: Рэтра-экран
bn: রেট্রো স্ক্রিন
ca: Pantalla Retro
cs: Retro Obrazovka
da: Retro Skærm
de: Retro-Bildschirm
el: Ρετρό Οθόνη
es: Pantalla Retro
fi: Retronäyttö
fr: Écran Rétro
he: מסך רטרו
hi: रेट्रो स्क्रीन
hr: Retro Zaslon
hu: Retró Képernyő
hy: Ռետրո էկրան
id: Layar Retro
is: Retró Skjár
it: Schermo Retrò
ja: レトロスクリーン
ka: რეტრო ეკრანი
kk: Ретро экран
ko: 레트로 스크린
ky: Ретро экран
ms: Skrin Retro
nb: Retro-skjerm
nl: Retro Scherm
pl: Retro Ekran
pt: Ecrã Retro
ro: Ecran Retro
ru: Ретро-экран
sk: Retro Obrazovka
sv: Retroskärm
th: หน้าจอเรโทร
tr: Retro Ekran
uk: Ретро Екран
vi: Màn Hình Retro
zh_hans: 复古屏幕
zh_hant: 復古螢幕

# QR.Style.curvePixel
source: Curved Pixels
ar: بكسلات منحنية
az: Əyri Piksellar
be: Выгнутыя пікселі
bn: বাঁকা পিক্সেল
ca: Píxels Corbats
cs: Zakřivené Pixely
da: Buede Pixels
de: Gebogene Pixel
el: Καμπύλα Pixel
es: Píxeles Curvos
fi: Kaarevat Pikselit
fr: Pixels Courbés
he: פיקסלים מעוקלים
hi: वक्र पिक्सेल
hr: Zakrivljeni Pikseli
hu: Ívelt Pixelek
hy: Կոր պիքսելներ
id: Piksel Melengkung
is: Bognar Myndstykkjar
it: Pixel Curvi
ja: 曲線ピクセル
ka: მოხრილი პიქსელები
kk: Иілген пикселдер
ko: 곡선 픽셀
ky: Ийилген пикселдер
ms: Piksel Melengkung
nb: Buede Piksler
nl: Gebogen Pixels
pl: Zakrzywione Piksele
pt: Pixels Curvos
ro: Pixeli Curbi
ru: Изогнутые пиксели
sk: Zaoblené Pixely
sv: Böjda Pixlar
th: พิกเซลโค้ง
tr: Eğri Pikseller
uk: Вигнуті Пікселі
vi: Điểm Ảnh Cong
zh_hans: 曲线像素
zh_hant: 曲線像素

# QR.Style.default
source: Default
ar: افتراضي
az: Standart
be: Стандартны
bn: ডিফল্ট
ca: Per Defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par Défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
hy: Լռելյայն
is: Sjálfgefið
it: Predefinito
ja: デフォルト
ka: ნაგულისხმევი
kk: Әдепкі
ko: 기본
ky: Демейки
ms: Lalai
nb: Standard
nl: Standaard
pl: Domyślny
pt: Predefinido
ro: Implicit
ru: По умолчанию
sk: Predvolené
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Типовий
vi: Mặc Định
zh_hans: 默认
zh_hant: 預設

# QR.Style.diagonal
source: Diagonal Lines
ar: خطوط مائلة
az: Diaqonal Xətlər
be: Дыяганальныя лініі
bn: তির্যক রেখা
ca: Línies Diagonals
cs: Diagonální Čáry
da: Diagonale Linjer
de: Diagonale Linien
el: Διαγώνιες Γραμμές
es: Líneas Diagonales
fi: Vinoviivat
fr: Lignes Diagonales
he: קווים אלכסוניים
hi: तिरछी रेखाएँ
hr: Dijagonalne Linije
hu: Átlós Vonalak
hy: Անկյունագծային գծեր
id: Garis Diagonal
is: Skágar Línur
it: Linee Diagonali
ja: 斜め線
ka: დიაგონალური ხაზები
kk: Диагональ сызықтар
ko: 대각선
ky: Диагоналдык сызыктар
ms: Garis Pepenjuru
nb: Diagonale Linjer
nl: Diagonale Lijnen
pl: Linie Ukośne
pt: Linhas Diagonais
ro: Linii Diagonale
ru: Диагональные линии
sk: Diagonálne Čiary
sv: Diagonala Linjer
th: เส้นทแยงมุม
tr: Çapraz Çizgiler
uk: Діагональні Лінії
vi: Đường Chéo
zh_hans: 斜线
zh_hant: 斜線

# QR.Style.diagonalStripes
source: Diagonal Stripes
ar: شرائط مائلة
az: Diaqonal Zolaqlar
be: Дыяганальныя паласы
bn: তির্যক ডোরা
ca: Ratlles Diagonals
cs: Diagonální Pruhy
da: Diagonale Striber
de: Diagonale Streifen
el: Διαγώνιες Ρίγες
es: Rayas Diagonales
fi: Vinoviivat
fr: Rayures Diagonales
he: פסים אלכסוניים
hi: तिरछी धारियाँ
hr: Dijagonalne Pruge
hu: Átlós Csíkok
hy: Անկյունագծային շերտեր
id: Garis Diagonal
is: Skágar Strimlar
it: Righe Diagonali
ja: 斜めストライプ
ka: დიაგონალური ზოლები
kk: Диагональ жолақтар
ko: 대각선 줄무늬
ky: Диагоналдык тилкелер
ms: Jalur Pepenjuru
nb: Diagonale Striper
nl: Diagonale Strepen
pl: Ukośne Paski
pt: Riscas Diagonais
ro: Dungi Diagonale
ru: Диагональные полосы
sk: Diagonálne Pruhy
sv: Diagonala Ränder
th: แถบทแยงมุม
tr: Çapraz Çizgiler
uk: Діагональні Смуги
vi: Sọc Chéo
zh_hans: 斜纹
zh_hant: 斜紋

# QR.Style.diamond
source: Diamond
ar: ماسة
az: Romb
be: Дыямент
bn: হীরা
ca: Rombe
cs: Kosočtverec
da: Diamant
de: Raute
el: Ρόμβος
es: Rombo
fi: Timantti
fr: Losange
he: יהלום
hi: हीरा
hr: Romb
hu: Rombusz
hy: Ռոմբ
id: Berlian
is: Tígull
it: Rombo
ja: ダイヤモンド
ka: რომბი
kk: Бриллиант
ko: 다이아몬드
ky: Бриллиант
ms: Berlian
nb: Rombe
nl: Ruit
pl: Romb
pt: Losango
ro: Romb
ru: Ромб
sk: Kosoštvorec
sv: Romb
th: เพชร
tr: Baklava
uk: Ромб
vi: Kim Cương
zh_hans: 菱形
zh_hant: 菱形

# QR.Style.donut
source: Donut
ar: دونات
be: Данат
bn: ডোনাট
el: Ντόνατ
fi: Donitsi
he: דונאט
hi: डोनट
hr: Krafna
hu: Fánk
hy: Դոնաթ
id: Donat
is: Kleinuhringur
it: Ciambella
ja: ドーナツ
ka: დონატი
kk: Донат
ko: 도넛
ky: Донат
ms: Donat
nb: Smultring
pl: Pączek
ro: Gogoașă
ru: Пончик
sv: Munk
th: โดนัท
uk: Пончик
zh_hans: 甜甜圈
zh_hant: 甜甜圈

# QR.Style.dotDragHorizontal
source: Horizontal Dot Drag
ar: سحب نقطة أفقي
az: Üfüqi Dartma
be: Гарызантальнае цягненне кропак
bn: অনুভূমিক ডট ড্র্যাগ
ca: Arrossegament Horitzontal
cs: Vodorovné Tažení
da: Vandret Træk
de: Horizontales Ziehen
el: Οριζόντια Έλξη
es: Arrastre Horizontal
fi: Vaakasuora Veto
fr: Glissement Horizontal
he: גרירת נקודה אופקית
hi: क्षैतिज खिंचाव
hr: Horizontalno Povlačenje
hu: Vízszintes Húzás
hy: Հորիզոնական քաշ
id: Seret Horizontal
is: Lárétt Drag
it: Trascinamento Orizzontale
ja: 横方向ドラッグ
ka: ჰორიზონტალური გადათრევა
kk: Көлденең нүкте сүйреу
ko: 가로 드래그
ky: Горизонталдык чекит сүйрөө
ms: Seret Mendatar
nb: Horisontal Dra
nl: Horizontaal Slepen
pl: Poziome Przeciąganie
pt: Arrastar Horizontal
ro: Tragere Orizontală
ru: Горизонтальное перетягивание
sk: Vodorovné Ťahanie
sv: Horisontell Dragning
th: ลากแนวนอน
tr: Yatay Sürükleme
uk: Горизонтальне Перетягування
vi: Kéo Ngang
zh_hans: 水平拖拽点
zh_hant: 水平拖曳點

# QR.Style.dotDragVertical
source: Vertical Dot Drag
ar: سحب نقطة رأسي
az: Şaquli Dartma
be: Вертыкальнае цягненне кропак
bn: উল্লম্ব ডট ড্র্যাগ
ca: Arrossegament Vertical
cs: Svislé Tažení
da: Lodret Træk
de: Vertikales Ziehen
el: Κατακόρυφη Έλξη
es: Arrastre Vertical
fi: Pystysuora Veto
fr: Glissement Vertical
he: גרירת נקודה אנכית
hi: ऊर्ध्वाधर खिंचाव
hr: Vertikalno Povlačenje
hu: Függőleges Húzás
hy: Ուղղաձիգ քաշ
id: Seret Vertikal
is: Lóðrétt Drag
it: Trascinamento Verticale
ja: 縦方向ドラッグ
ka: ვერტიკალური გადათრევა
kk: Тік нүкте сүйреу
ko: 세로 드래그
ky: Вертикалдык чекит сүйрөө
ms: Seret Menegak
nb: Vertikal Dra
nl: Verticaal Slepen
pl: Pionowe Przeciąganie
pt: Arrastar Vertical
ro: Tragere Verticală
ru: Вертикальное перетягивание
sk: Zvislé Ťahanie
sv: Vertikal Dragning
th: ลากแนวตั้ง
tr: Dikey Sürükleme
uk: Вертикальне Перетягування
vi: Kéo Dọc
zh_hans: 垂直拖拽点
zh_hant: 垂直拖曳點

# QR.Style.dripHorizontal
source: Drip Horizontal
ar: تقطير أفقي
az: Üfüqi Damcı
be: Гарызантальная кропля
bn: অনুভূমিক ড্রিপ
ca: Gota Horitzontal
cs: Vodorovná Kapka
da: Vandret Dråbe
de: Horizontaler Tropfen
el: Οριζόντια Σταγόνα
es: Gota Horizontal
fi: Vaakapisara
fr: Goutte Horizontale
he: טפטוף אופקי
hi: क्षैतिज बूँद
hr: Horizontalna Kap
hu: Vízszintes Csepp
hy: Հորիզոնական կաթիլ
id: Tetesan Horizontal
is: Lárétt Dropi
it: Goccia Orizzontale
ja: 横ドリップ
ka: ჰორიზონტალური წვეთი
kk: Көлденең тамшы
ko: 가로 드립
ky: Горизонталдык тамчы
ms: Titisan Mendatar
nb: Horisontal Dråpe
nl: Horizontale Druppel
pl: Pozioma Kropla
pt: Gota Horizontal
ro: Picătură Orizontală
ru: Горизонтальная капля
sk: Vodorovná Kvapka
sv: Horisontell Droppe
th: หยดแนวนอน
tr: Yatay Damla
uk: Горизонтальна Крапля
vi: Giọt Ngang
zh_hans: 水平水滴
zh_hant: 水平水滴

# QR.Style.dripVertical
source: Drip Vertical
ar: تقطير رأسي
az: Şaquli Damcı
be: Вертыкальная кропля
bn: উল্লম্ব ড্রিপ
ca: Gota Vertical
cs: Svislá Kapka
da: Lodret Dråbe
de: Vertikaler Tropfen
el: Κατακόρυφη Σταγόνα
es: Gota Vertical
fi: Pystypisara
fr: Goutte Verticale
he: טפטוף אנכי
hi: ऊर्ध्वाधर बूँद
hr: Vertikalna Kap
hu: Függőleges Csepp
hy: Ուղղաձիգ կաթիլ
id: Tetesan Vertikal
is: Lóðréttur Dropi
it: Goccia Verticale
ja: 縦ドリップ
ka: ვერტიკალური წვეთი
kk: Тік тамшы
ko: 세로 드립
ky: Вертикалдык тамчы
ms: Titisan Menegak
nb: Vertikal Dråpe
nl: Verticale Druppel
pl: Pionowa Kropla
pt: Gota Vertical
ro: Picătură Verticală
ru: Вертикальная капля
sk: Zvislá Kvapka
sv: Vertikal Droppe
th: หยดแนวตั้ง
tr: Dikey Damla
uk: Вертикальна Крапля
vi: Giọt Dọc
zh_hans: 垂直水滴
zh_hant: 垂直水滴

# QR.Style.edges
source: Edges
ar: حواف
az: Kənarlar
be: Краі
bn: প্রান্ত
ca: Vores
cs: Hrany
da: Kanter
de: Kanten
el: Άκρες
es: Bordes
fi: Reunat
fr: Bords
he: קצוות
hi: किनारे
hr: Rubovi
hu: Élek
hy: Եզրեր
id: Tepi
is: Brúnir
it: Bordi
ja: エッジ
ka: კიდეები
kk: Жиектер
ko: 엣지
ky: Четтер
ms: Tepi
nb: Kanter
nl: Randen
pl: Krawędzie
pt: Arestas
ro: Margini
ru: Края
sk: Hrany
sv: Kanter
th: ขอบ
tr: Kenarlar
uk: Краї
vi: Cạnh
zh_hans: 边缘
zh_hant: 邊緣

# QR.Style.explode
source: Explode
ar: انفجار
az: Partlayış
be: Выбух
bn: বিস্ফোরণ
ca: Explosió
cs: Výbuch
da: Eksplosion
de: Explosion
el: Έκρηξη
es: Explosión
fi: Räjähdys
fr: Explosion
he: פיצוץ
hi: विस्फोट
hr: Eksplozija
hu: Robbanás
hy: Պայթյուն
id: Ledakan
is: Sprenging
it: Esplosione
ja: 爆発
ka: აფეთქება
kk: Жарылыс
ko: 익스플로드
ky: Жарылуу
ms: Letupan
nb: Eksplosjon
nl: Explosie
pl: Eksplozja
pt: Explosão
ro: Explozie
ru: Взрыв
sk: Výbuch
sv: Explosion
th: ระเบิด
tr: Patlama
uk: Вибух
vi: Bùng Nổ
zh_hans: 爆炸
zh_hant: 爆炸

# QR.Style.eye
source: Eye
ar: عين
az: Göz
be: Вока
bn: চোখ
ca: Ull
cs: Oko
da: Øje
de: Auge
el: Μάτι
es: Ojo
fi: Silmä
fr: Œil
he: עין
hi: आँख
hr: Oko
hu: Szem
hy: Աչք
id: Mata
is: Auga
it: Occhio
ja: アイ
ka: თვალი
kk: Көз
ko: 아이
ky: Көз
ms: Mata
nb: Øye
nl: Oog
pl: Oko
pt: Olho
ro: Ochi
ru: Глаз
sk: Oko
sv: Öga
th: ดวงตา
tr: Göz
uk: Око
vi: Mắt
zh_hans: 眼睛
zh_hant: 眼睛

# QR.Style.fabricScissors
source: Fabric Scissors
ar: مقص قماش
az: Qayçı
be: Тканінныя нажніцы
bn: ফ্যাব্রিক কাঁচি
ca: Tisores
cs: Nůžky
da: Saks
de: Schere
el: Ψαλίδι
es: Tijeras
fi: Sakset
fr: Ciseaux
he: מספריים
hi: कैंची
hr: Škare
hu: Olló
hy: Մկրատ
id: Gunting
is: Skæri
it: Forbici
ja: ハサミ
ka: მაკრატელი
kk: Мата қайшысы
ko: 가위
ky: Кездеме кайчысы
ms: Gunting
nb: Saks
nl: Schaar
pl: Nożyczki
pt: Tesoura
ro: Foarfecă
ru: Ножницы
sk: Nožnice
sv: Sax
th: กรรไกร
tr: Makas
uk: Ножиці
vi: Kéo
zh_hans: 剪刀
zh_hant: 剪刀

# QR.Style.fireball
source: Fireball
ar: كرة نارية
az: Atəş Topu
be: Вогненны шар
bn: আগুনের গোলা
ca: Bola de Foc
cs: Ohnivá Koule
da: Ildkugle
de: Feuerball
el: Σφαίρα Φωτιάς
es: Bola de Fuego
fi: Tulipallo
fr: Boule de Feu
he: כדור אש
hi: आग का गोला
hr: Vatrena Kugla
hu: Tűzgömb
hy: Կրակագունդ
id: Bola Api
is: Eldkúla
it: Palla di Fuoco
ja: ファイアボール
ka: ცეცხლის ბურთი
kk: От шары
ko: 파이어볼
ky: От топу
ms: Bola Api
nb: Ildkule
nl: Vuurbal
pl: Kula Ognia
pt: Bola de Fogo
ro: Minge de Foc
ru: Огненный шар
sk: Ohnivá Guľa
sv: Eldklot
th: ลูกไฟ
tr: Ateş Topu
uk: Вогняна Куля
vi: Cầu Lửa
zh_hans: 火球
zh_hant: 火球

# QR.Style.flame
source: Flame
ar: شعلة
az: Alov
be: Полымя
bn: শিখা
ca: Flama
cs: Plamen
da: Flamme
de: Flamme
el: Φλόγα
es: Llama
fi: Liekki
fr: Flamme
he: להבה
hi: लौ
hr: Plamen
hu: Láng
hy: Բոց
id: Nyala Api
is: Logi
it: Fiamma
ja: フレイム
ka: ალი
kk: Жалын
ko: 플레임
ky: Жалын
ms: Nyalaan
nb: Flamme
nl: Vlam
pl: Płomień
pt: Chama
ro: Flacără
ru: Пламя
sk: Plameň
sv: Låga
th: เปลวไฟ
tr: Alev
uk: Полум'я
vi: Ngọn Lửa
zh_hans: 火焰
zh_hant: 火焰

# QR.Style.flower
source: Flower
ar: زهرة
az: Çiçək
be: Кветка
bn: ফুল
ca: Flor
cs: Květina
da: Blomst
de: Blume
el: Λουλούδι
es: Flor
fi: Kukka
fr: Fleur
he: פרח
hi: फूल
hr: Cvijet
hu: Virág
hy: Ծաղիկ
id: Bunga
is: Blóm
it: Fiore
ja: フラワー
ka: ყვავილი
kk: Гүл
ko: 플라워
ky: Гүл
ms: Bunga
nb: Blomst
nl: Bloem
pl: Kwiat
pt: Flor
ro: Floare
ru: Цветок
sk: Kvet
sv: Blomma
th: ดอกไม้
tr: Çiçek
uk: Квітка
vi: Bông Hoa
zh_hans: 花朵
zh_hant: 花朵

# QR.Style.forest
source: Forest
ar: غابة
az: Meşə
be: Лес
bn: বন
ca: Bosc
cs: Les
da: Skov
de: Wald
el: Δάσος
es: Bosque
fi: Metsä
fr: Forêt
he: יער
hi: जंगल
hr: Šuma
hu: Erdő
hy: Անտառ
id: Hutan
is: Skógur
it: Foresta
ja: フォレスト
ka: ტყე
kk: Орман
ko: 포레스트
ky: Токой
ms: Hutan
nb: Skog
nl: Woud
pl: Las
pt: Floresta
ro: Pădure
ru: Лес
sk: Les
sv: Skog
th: ป่าไม้
tr: Orman
uk: Ліс
vi: Rừng
zh_hans: 森林
zh_hant: 森林

# QR.Style.gear
source: Gear
ar: تروس
az: Dişli
be: Шасцярня
bn: গিয়ার
ca: Engranatge
cs: Ozubené Kolo
da: Tandhjul
de: Zahnrad
el: Γρανάζι
es: Engranaje
fi: Hammasratas
fr: Engrenage
he: גלגל שיניים
hi: गियर
hr: Zupčanik
hu: Fogaskerék
hy: Հանդերձ
id: Roda Gigi
is: Gír
it: Ingranaggio
ja: ギア
ka: კბილანა
kk: Тісті дөңгелек
ko: 기어
ky: Тиш дөңгөлөк
nb: Tannhjul
nl: Tandwiel
pl: Zębatka
pt: Engrenagem
ro: Roată Dințată
ru: Шестерня
sk: Ozubené Koleso
sv: Kugghjul
th: เฟือง
tr: Dişli
uk: Шестерня
vi: Bánh Răng
zh_hans: 齿轮
zh_hant: 齒輪

# QR.Style.grid2x2
source: Grid 2×2
ar: شبكة 2×2
az: Tor 2×2
be: Сетка 2×2
bn: গ্রিড 2×2
ca: Quadrícula 2×2
cs: Mřížka 2×2
da: Gitter 2×2
de: Raster 2×2
el: Πλέγμα 2×2
es: Cuadrícula 2×2
fi: Ruudukko 2×2
fr: Grille 2×2
he: רשת 2×2
hi: ग्रिड 2×2
hr: Mreža 2×2
hu: Rács 2×2
hy: Ցանց 2×2
id: Kisi 2×2
is: Rist 2×2
it: Griglia 2×2
ja: グリッド 2×2
ka: ბადე 2×2
kk: Тор 2×2
ko: 그리드 2×2
ky: Тор 2×2
nb: Rutenett 2×2
nl: Raster 2×2
pl: Siatka 2×2
pt: Grelha 2×2
ro: Grilă 2×2
ru: Сетка 2×2
sk: Mriežka 2×2
sv: Rutnät 2×2
th: ตาราง 2×2
tr: Izgara 2×2
uk: Сітка 2×2
vi: Lưới 2×2
zh_hans: 网格 2×2
zh_hant: 網格 2×2

# QR.Style.grid3x3
source: Grid 3×3
ar: شبكة 3×3
az: Tor 3×3
be: Сетка 3×3
bn: গ্রিড 3×3
ca: Quadrícula 3×3
cs: Mřížka 3×3
da: Gitter 3×3
de: Raster 3×3
el: Πλέγμα 3×3
es: Cuadrícula 3×3
fi: Ruudukko 3×3
fr: Grille 3×3
he: רשת 3×3
hi: ग्रिड 3×3
hr: Mreža 3×3
hu: Rács 3×3
hy: Ցանց 3×3
id: Kisi 3×3
is: Rist 3×3
it: Griglia 3×3
ja: グリッド 3×3
ka: ბადე 3×3
kk: Тор 3×3
ko: 그리드 3×3
ky: Тор 3×3
nb: Rutenett 3×3
nl: Raster 3×3
pl: Siatka 3×3
pt: Grelha 3×3
ro: Grilă 3×3
ru: Сетка 3×3
sk: Mriežka 3×3
sv: Rutnät 3×3
th: ตาราง 3×3
tr: Izgara 3×3
uk: Сітка 3×3
vi: Lưới 3×3
zh_hans: 网格 3×3
zh_hant: 網格 3×3

# QR.Style.grid4x4
source: Grid 4×4
ar: شبكة 4×4
az: Tor 4×4
be: Сетка 4×4
bn: গ্রিড 4×4
ca: Quadrícula 4×4
cs: Mřížka 4×4
da: Gitter 4×4
de: Raster 4×4
el: Πλέγμα 4×4
es: Cuadrícula 4×4
fi: Ruudukko 4×4
fr: Grille 4×4
he: רשת 4×4
hi: ग्रिड 4×4
hr: Mreža 4×4
hu: Rács 4×4
hy: Ցանց 4×4
id: Kisi 4×4
is: Rist 4×4
it: Griglia 4×4
ja: グリッド 4×4
ka: ბადე 4×4
kk: Тор 4×4
ko: 그리드 4×4
ky: Тор 4×4
nb: Rutenett 4×4
nl: Raster 4×4
pl: Siatka 4×4
pt: Grelha 4×4
ro: Grilă 4×4
ru: Сетка 4×4
sk: Mriežka 4×4
sv: Rutnät 4×4
th: ตาราง 4×4
tr: Izgara 4×4
uk: Сітка 4×4
vi: Lưới 4×4
zh_hans: 网格 4×4
zh_hant: 網格 4×4

# QR.Style.headlight
source: Headlight
ar: مصباح أمامي
az: Fanar
be: Фара
bn: হেডলাইট
ca: Far
cs: Světlomet
da: Forlygteform
de: Scheinwerfer
el: Φανός
es: Faro
fi: Ajovalo
fr: Phare
he: פנס קדמי
hi: हेडलाइट
hr: Reflektor
hu: Fényszóró
hy: Լուսարձակ
id: Lampu Depan
is: Ljósljós
it: Faro
ja: ヘッドライト
ka: ფარი
kk: Фара
ko: 헤드라이트
ky: Фара
ms: Lampu Hadapan
nb: Lykt
nl: Koplamp
pl: Reflektor
pt: Farol
ro: Far
ru: Фара
sk: Svetlomet
sv: Strålkastare
th: ไฟหน้า
tr: Far
uk: Фара
vi: Đèn Pha
zh_hans: 车灯
zh_hant: 車燈

# QR.Style.heart
source: Heart
ar: قلب
az: Ürək
be: Сэрца
bn: হৃদয়
ca: Cor
cs: Srdce
da: Hjerte
de: Herz
el: Καρδιά
es: Corazón
fi: Sydän
fr: Cœur
he: לב
hi: दिल
hr: Srce
hu: Szív
hy: Սիրտ
id: Hati
is: Hjarta
it: Cuore
ja: ハート
ka: გული
kk: Жүрек
ko: 하트
ky: Жүрөк
ms: Hati
nb: Hjerte
nl: Hart
pl: Serce
pt: Coração
ro: Inimă
ru: Сердце
sk: Srdce
sv: Hjärta
th: หัวใจ
tr: Kalp
uk: Серце
vi: Trái Tim
zh_hans: 心形
zh_hant: 心形

# QR.Style.hexa
source: Hex Pattern
ar: نمط سداسي
az: Altıbucaqlı Naxış
be: Гексаганальны ўзор
bn: হেক্স প্যাটার্ন
ca: Patró Hexagonal
cs: Šestihranný Vzor
da: Sekskantmønster
de: Sechseck-Muster
el: Εξαγωνικό Μοτίβο
es: Patrón Hexagonal
fi: Kuusikulmiokuvio
fr: Motif Hexagonal
he: תבנית שישונית
hi: षट्भुज पैटर्न
hr: Šesterokutni Uzorak
hu: Hatszög Minta
hy: Վեցանկյուն նախշ
id: Pola Heksagon
is: Sexhyrningamynstur
it: Motivo Esagonale
ja: 六角形パターン
ka: ექვსკუთხა ნახატი
kk: Алтыбұрышты үлгі
ko: 헥사곤 패턴
ky: Алтыбурчтуу үлгү
ms: Corak Heksagon
nb: Sekskantmønster
nl: Zeshoekig Patroon
pl: Wzór Sześciokątny
pt: Padrão Hexagonal
ro: Model Hexagonal
ru: Шестиугольный узор
sk: Šesťuholníkový Vzor
sv: Sexkantsmönster
th: ลายหกเหลี่ยม
tr: Altıgen Desen
uk: Шестикутний Візерунок
vi: Hoa Văn Lục Giác
zh_hans: 六边形图案
zh_hant: 六邊形圖案

# QR.Style.hexagon
source: Hexagon
ar: سداسي
az: Altıbucaqlı
be: Шасціграннік
bn: ষড়ভুজ
ca: Hexàgon
cs: Šestihran
da: Sekskant
de: Sechseck
el: Εξάγωνο
es: Hexágono
fi: Kuusikulmio
fr: Hexagone
he: משושה
hi: षट्भुज
hr: Šesterokut
hu: Hatszög
hy: Վեցանկյուն
id: Heksagon
is: Sexhyrningur
it: Esagono
ja: ヘキサゴン
ka: ექვსკუთხედი
kk: Алтыбұрыш
ko: 헥사곤
ky: Алтыбурч
ms: Heksagon
nb: Sekskant
nl: Zeshoek
pl: Sześciokąt
pt: Hexágono
ru: Шестиугольник
sk: Šesťuholník
sv: Sexkant
th: หกเหลี่ยม
tr: Altıgen
uk: Шестикутник
vi: Lục Giác
zh_hans: 六边形
zh_hant: 六邊形

# QR.Style.hexagonLeaf
source: Hexagon Leaf
ar: ورقة سداسية
az: Altıbucaqlı Yarpaq
be: Гексаганальны ліст
bn: ষড়ভুজ পাতা
ca: Hexàgon Fulla
cs: Šestihranný List
da: Sekskantblad
de: Sechseck-Blatt
el: Εξαγωνικό Φύλλο
es: Hoja Hexagonal
fi: Kuusikulmiolehti
fr: Feuille Hexagonale
he: עלה משושה
hi: षट्भुज पत्ता
hr: Šesterokutni List
hu: Hatszög Levél
hy: Վեցանկյուն տերև
id: Daun Heksagon
is: Sexhyrningslauf
it: Foglia Esagonale
ja: 六角リーフ
ka: ექვსკუთხა ფოთოლი
kk: Алтыбұрышты жапырақ
ko: 육각 리프
ky: Алтыбурчтуу жалбырак
ms: Daun Heksagon
nb: Sekskantblad
nl: Zeshoekig Blad
pl: Sześciokątny Liść
pt: Folha Hexagonal
ro: Frunză Hexagonală
ru: Листовой шестиугольник
sk: Šesťuholníkový List
sv: Sexkantblad
th: ใบหกเหลี่ยม
tr: Altıgen Yaprak
uk: Шестикутний Листок
vi: Lá Lục Giác
zh_hans: 六边叶片
zh_hant: 六邊葉片

# QR.Style.holePunch
source: Hole Punch
ar: ثقب
az: Dəlik Açacaq
be: Дзіракол
bn: হোল পাঞ্চ
ca: Perforadora
cs: Děrovač
da: Hullémaskine
de: Locher
el: Τρυπητήρι
es: Perforadora
fi: Rei'itin
fr: Perforateur
he: ניקוב
hi: होल पंच
hr: Bušač Rupa
hu: Lyukasztó
hy: Անցք
id: Pelubang Kertas
is: Gatari
it: Perforatore
ja: ホールパンチ
ka: ხვრეტი
kk: Тескіш
ko: 홀 펀치
ky: Тешкич
ms: Penebuk Lubang
nb: Hullemaskin
nl: Perforator
pl: Dziurkacz
pt: Perfurador
ro: Perforator
ru: Дырокол
sk: Dierovač
sv: Hålslagare
th: ที่เจาะรู
tr: Delik Zımbası
uk: Діркопробивач
vi: Đục Lỗ
zh_hans: 打孔
zh_hant: 打孔

# QR.Style.horizontal
source: Horizontal Lines
ar: خطوط أفقية
az: Üfüqi Xətlər
be: Гарызантальныя лініі
bn: অনুভূমিক রেখা
ca: Línies Horitzontals
cs: Vodorovné Čáry
da: Vandrette Linjer
de: Horizontale Linien
el: Οριζόντιες Γραμμές
es: Líneas Horizontales
fi: Vaakaviivat
fr: Lignes Horizontales
he: קווים אופקיים
hi: क्षैतिज रेखाएँ
hr: Horizontalne Linije
hu: Vízszintes Vonalak
hy: Հորիզոնական գծեր
id: Garis Horizontal
is: Lárétt Línur
it: Linee Orizzontali
ja: 横線
ka: ჰორიზონტალური ხაზები
kk: Көлденең сызықтар
ko: 가로 선
ky: Горизонталдык сызыктар
ms: Garis Mendatar
nb: Horisontale Linjer
nl: Horizontale Lijnen
pl: Linie Poziome
pt: Linhas Horizontais
ro: Linii Orizontale
ru: Горизонтальные линии
sk: Vodorovné Čiary
sv: Horisontella Linjer
th: เส้นแนวนอน
tr: Yatay Çizgiler
uk: Горизонтальні Лінії
vi: Đường Ngang
zh_hans: 横线
zh_hant: 水平線條

# QR.Style.koala
source: Koala
ar: كوالا
be: Каала
bn: কোয়ালা
el: Κοάλα
he: קואלה
hi: कोआला
hy: Կոալա
ja: コアラ
ka: კოალა
kk: Коала
ko: 코알라
ky: Коала
ru: Коала
th: โคอาลา
uk: Коала
zh_hans: 考拉
zh_hant: 無尾熊

# QR.Style.leaf
source: Leaf
ar: ورقة
az: Yarpaq
be: Ліст
bn: পাতা
ca: Fulla
cs: List
da: Blad
de: Blatt
el: Φύλλο
es: Hoja
fi: Lehti
fr: Feuille
he: עלה
hi: पत्ता
hr: List
hu: Levél
hy: Տերև
id: Daun
is: Lauf
it: Foglia
ja: リーフ
ka: ფოთოლი
kk: Жапырақ
ko: 리프
ky: Жалбырак
ms: Daun
nb: Blad
nl: Blad
pl: Liść
pt: Folha
ro: Frunză
ru: Лист
sk: List
sv: Blad
th: ใบไม้
tr: Yaprak
uk: Листок
vi: Lá
zh_hans: 叶片
zh_hant: 葉片

# QR.Style.orbits
source: Orbits
ar: مدارات
az: Orbitlər
be: Арбіты
bn: কক্ষপথ
ca: Òrbites
cs: Orbity
da: Kredsløb
de: Umlaufbahnen
el: Τροχιές
es: Órbitas
fi: Kiertoradat
fr: Orbites
he: מסלולים
hi: कक्षाएँ
hr: Orbite
hu: Pályák
hy: Ուղեծրեր
id: Orbit
is: Brautir
it: Orbite
ja: オービット
ka: ორბიტები
kk: Орбиталар
ko: 오비트
ky: Орбиталар
ms: Orbit
nb: Baner
nl: Banen
pl: Orbity
pt: Órbitas
ro: Orbite
ru: Орбиты
sk: Orbity
sv: Banor
th: วงโคจร
tr: Yörüngeler
uk: Орбіти
vi: Quỹ Đạo
zh_hans: 轨道
zh_hant: 軌道

# QR.Style.peacock
source: Peacock
ar: طاووس
az: Tovuzquşu
be: Паўлін
bn: ময়ূর
ca: Paó
cs: Páv
da: Påfugl
de: Pfau
el: Παγώνι
es: Pavo Real
fi: Riikinkukko
fr: Paon
he: טווס
hi: मोर
hr: Paun
hu: Páva
hy: Սիրամարգ
id: Merak
is: Páfugl
it: Pavone
ja: ピーコック
ka: ფარშევანგი
kk: Тауыс
ko: 피콕
ky: Тоту куш
ms: Merak
nb: Påfugl
nl: Pauw
pl: Paw
pt: Pavão
ro: Păun
ru: Павлин
sk: Páv
sv: Påfågel
th: นกยูง
tr: Tavuskuşu
uk: Павич
vi: Công
zh_hans: 孔雀
zh_hant: 孔雀

# QR.Style.pinch
source: Pinch
ar: ضغط
az: Sıxma
be: Шчыпок
bn: চিমটি
ca: Pessic
cs: Sevření
da: Klemme
de: Kneifen
el: Τσίμπημα
es: Pellizco
fi: Nipistys
fr: Pincement
he: צביטה
hi: चुटकी
hr: Stisak
hu: Csípés
hy: Սեղմում
id: Cubitan
is: Klípa
it: Pizzico
ja: ピンチ
ka: მჭიდი
kk: Шымшу
ko: 핀치
ky: Чымчуу
ms: Cubit
nb: Klyp
nl: Knijpen
pl: Szczypnięcie
pt: Pinça
ro: Ciupitură
ru: Зажим
sk: Štipnutie
sv: Nyp
th: หยิก
tr: Kıstırma
uk: Щипок
vi: Véo
zh_hans: 捏合
zh_hant: 捏合

# QR.Style.pixels
source: Pixels
ar: بكسلات
az: Piksellar
be: Пікселі
bn: পিক্সেল
ca: Píxels
cs: Pixely
de: Pixel
el: Pixel
es: Píxeles
fi: Pikselit
he: פיקסלים
hi: पिक्सेल
hr: Pikseli
hu: Pixelek
hy: Պիքսելներ
id: Piksel
is: Myndstykkjar
it: Pixel
ja: ピクセル
ka: პიქსელები
kk: Пикселдер
ko: 픽셀
ky: Пикселдер
ms: Piksel
nb: Piksler
pl: Piksele
ro: Pixeli
ru: Пиксели
sk: Pixely
sv: Pixlar
th: พิกเซล
tr: Pikseller
uk: Пікселі
vi: Điểm Ảnh
zh_hans: 像素
zh_hant: 像素

# QR.Style.pointy
source: Pointed
ar: مدبب
az: Sivri
be: Вастрыё
bn: তীক্ষ্ণ
ca: Punxegut
cs: Špičatý
da: Spids
de: Spitz
el: Μυτερό
es: Puntiagudo
fi: Terävä
fr: Pointu
he: מחודד
hi: नुकीला
hr: Šiljasto
hu: Hegyes
hy: Սրածայր
id: Runcing
is: Oddur
it: Appuntito
ja: ポインティ
ka: წვეტიანი
kk: Үшкір
ko: 포인티
ky: Үчкүр
ms: Runcing
nb: Spiss
nl: Puntig
pl: Ostry
pt: Pontiagudo
ro: Ascuțit
ru: Заострённый
sk: Špicatý
sv: Spetsig
th: แหลม
tr: Sivri
uk: Гострокутний
vi: Nhọn
zh_hans: 尖角
zh_hant: 尖角

# QR.Style.razor
source: Razor
ar: شفرة حلاقة
az: Ülgüc
be: Брытва
bn: রেজার
ca: Navalla
cs: Žiletka
da: Barberblad
de: Rasierklinge
el: Ξυράφι
es: Cuchilla
fi: Partaterä
fr: Rasoir
he: סכין גילוח
hi: रेज़र
hr: Britva
hu: Borotva
hy: Ածելի
id: Silet
is: Rakvél
it: Rasoio
ja: レイザー
ka: სამართებელი
kk: Ұстара
ko: 레이저
ky: Устара
ms: Pisau Cukur
nb: Barberblad
nl: Scheermes
pl: Żyletka
pt: Lâmina de Barbear
ro: Lamă de Ras
ru: Лезвие
sk: Žiletka
sv: Rakblad
th: ใบมีดโกน
tr: Jilet
uk: Лезо Бритви
vi: Dao Cạo
zh_hans: 剃刀
zh_hant: 剃刀
